-- MySQL dump 10.13  Distrib 8.0.16, for Win64 (x86_64)
--
-- Host: localhost    Database: graduate
-- ------------------------------------------------------
-- Server version	8.0.16

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `meg`
--

DROP TABLE IF EXISTS `meg`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `meg` (
  `meg_id` int(11) NOT NULL AUTO_INCREMENT,
  `megs` varchar(2500) DEFAULT NULL,
  `givePersonId` int(11) DEFAULT NULL,
  `send` int(11) DEFAULT NULL,
  `orderid` int(11) DEFAULT NULL,
  PRIMARY KEY (`meg_id`)
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `meg`
--

LOCK TABLES `meg` WRITE;
/*!40000 ALTER TABLE `meg` DISABLE KEYS */;
INSERT INTO `meg` VALUES (19,'有新的订单，订单号为：195,是否要接单，请去订单管理页面操作！',1326,0,195),(20,'有新的订单，订单号为：196,是否要接单，请去订单管理页面操作！',1235,0,196),(21,'有新的订单，订单号为：197,是否要接单，请去订单管理页面操作！',1329,0,197),(22,'有新的订单，订单号为：198,是否要接单，请去订单管理页面操作！',1322,0,198),(23,'有新的订单，订单号为：199,是否要接单，请去订单管理页面操作！',1323,0,199),(24,'有新的订单，订单号为：200,是否要接单，请去订单管理页面操作！',1330,0,200),(25,'有新的订单，订单号为：201,是否要接单，请去订单管理页面操作！',1322,0,201),(26,'有新的订单，订单号为：202,是否要接单，请去订单管理页面操作！',1323,0,202),(27,'订单号为：203的订单已被接单！详情请去订单管理页面查看！',13,1,203),(28,'订单号为：204的订单已被接单！详情请去订单管理页面查看！',13,1,204),(29,'有新的订单，订单号为：205,是否要接单，请去订单管理页面操作！',1330,0,205),(30,'有新的订单，订单号为：206,是否要接单，请去订单管理页面操作！',1330,0,206),(31,'有新的订单，订单号为：207,是否要接单，请去订单管理页面操作！',1324,0,207),(32,'有新的订单，订单号为：208,是否要接单，请去订单管理页面操作！',111,1,208),(33,'有新的订单，订单号为：209,是否要接单，请去订单管理页面操作！',1329,0,209),(34,'有新的订单，订单号为：210,是否要接单，请去订单管理页面操作！',1329,0,210),(35,'有新的订单，订单号为：211,是否要接单，请去订单管理页面操作！',1324,0,211),(36,'有新的订单，订单号为：212,是否要接单，请去订单管理页面操作！',1324,0,212),(37,'有新的订单，订单号为：213,是否要接单，请去订单管理页面操作！',1329,0,213),(38,'有新的订单，订单号为：214,是否要接单，请去订单管理页面操作！',111,1,214),(39,'有新的订单，订单号为：215,是否要接单，请去订单管理页面操作！',1329,0,215),(40,'有新的订单，订单号为：216,是否要接单，请去订单管理页面操作！',1324,0,216),(41,'有新的订单，订单号为：219,是否要接单，请去订单管理页面操作！',1329,0,219),(42,'有新的订单，订单号为：220,是否要接单，请去订单管理页面操作！',111,1,220),(43,'有新的订单，订单号为：221,是否要接单，请去订单管理页面操作！',111,1,221),(44,'有新的订单，订单号为：222,是否要接单，请去订单管理页面操作！',137,0,222),(45,'有新的订单，订单号为：223,是否要接单，请去订单管理页面操作！',1330,0,223),(46,'有新的订单，订单号为：224,是否要接单，请去订单管理页面操作！',1323,0,224),(47,'有新的订单，订单号为：225,是否要接单，请去订单管理页面操作！',1323,0,225),(48,'有新的订单，订单号为：226,是否要接单，请去订单管理页面操作！',1323,0,226),(49,'有新的订单，订单号为：227,是否要接单，请去订单管理页面操作！',1323,0,227),(50,'有新的订单，订单号为：228,是否要接单，请去订单管理页面操作！',1324,1,228),(51,'有新的订单，订单号为：229,是否要接单，请去订单管理页面操作！',1235,0,229),(52,'有新的订单，订单号为：230,是否要接单，请去订单管理页面操作！',111,1,230),(53,'有新的订单，订单号为：231,是否要接单，请去订单管理页面操作！',111,1,231),(54,'有新的订单，订单号为：232,是否要接单，请去订单管理页面操作！',111,1,232),(55,'有新的订单，订单号为：233,是否要接单，请去订单管理页面操作！',111,1,233),(56,'有新的订单，订单号为：234,是否要接单，请去订单管理页面操作！',111,1,234),(57,'有新的订单，订单号为：235,是否要接单，请去订单管理页面操作！',1326,0,235),(58,'有新的订单，订单号为：236,是否要接单，请去订单管理页面操作！',1322,0,236),(59,'有新的订单，订单号为：237,是否要接单，请去订单管理页面操作！',1322,0,237),(60,'有新的订单，订单号为：238,是否要接单，请去订单管理页面操作！',1329,0,238),(61,'有新的订单，订单号为：239,是否要接单，请去订单管理页面操作！',1329,0,239),(62,'有新的订单，订单号为：240,是否要接单，请去订单管理页面操作！',1329,0,240),(63,'有新的订单，订单号为：241,是否要接单，请去订单管理页面操作！',1323,0,241),(64,'有新的订单，订单号为：242,是否要接单，请去订单管理页面操作！',1323,0,242),(65,'有新的订单，订单号为：243,是否要接单，请去订单管理页面操作！',1326,0,243),(66,'有新的订单，订单号为：244,是否要接单，请去订单管理页面操作！',1329,0,244),(67,'有新的订单，订单号为：245,是否要接单，请去订单管理页面操作！',1329,0,245),(68,'有新的订单，订单号为：246,是否要接单，请去订单管理页面操作！',1324,0,246),(69,'有新的订单，订单号为：247,是否要接单，请去订单管理页面操作！',1329,0,247),(70,'有新的订单，订单号为：248,是否要接单，请去订单管理页面操作！',137,0,248),(71,'有新的订单，订单号为：249,是否要接单，请去订单管理页面操作！',111,1,249),(72,'有新的订单，订单号为：250,是否要接单，请去订单管理页面操作！',111,1,250),(73,'有新的订单，订单号为：251,是否要接单，请去订单管理页面操作！',1324,1,251),(74,'有新的订单，订单号为：252,是否要接单，请去订单管理页面操作！',1330,0,252),(75,'有新的订单，订单号为：253,是否要接单，请去订单管理页面操作！',1329,0,253),(76,'有新的订单，订单号为：254,是否要接单，请去订单管理页面操作！',1329,0,254),(77,'有新的订单，订单号为：255,是否要接单，请去订单管理页面操作！',111,0,255);
/*!40000 ALTER TABLE `meg` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-05-01 15:36:05
